Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BluetoothDeviceRequiresFirmwareUpdateDescription
source: “%@” needs a firmware update to resolve connectivity and performance issues. Visit https://support.apple.com/tv/bluetooth for more information.
ar: يجب تحديث البرنامج الثابت على "%@" لحل المشاكل المتعلقة بالاتصال والأداء. لمزيد من المعلومات، يرجى زيارة: https://support.apple.com/tv/bluetooth
ca: El dispositiu “%@” necessita una actualització de firmware per resoldre els problemes de connectivitat i de rendiment. Per obtenir més informació, ves a https://support.apple.com/tv/bluetooth.
cs: Zařízení „%@“ potřebuje aktualizaci firmwaru, která vyřeší problémy s připojením a výkonností. Další informace najdete na https://support.apple.com/tv/bluetooth.
da: “%@” har brug for en firmwareopdatering for at løse problemer med forbindelser og ydeevne. Du kan finde flere oplysninger på https://support.apple.com/tv/bluetooth.
de: „%@“ benötigt ein Firmwareupdate, um Verbindungs- und Leistungsprobleme zu beheben. Weitere Informationen erhältst du unter https://support.apple.com/tv/bluetooth.
el: Η συσκευή «%@» χρειάζεται ενημέρωση υλικολογισμικού για επίλυση ζητημάτων συνδεσιμότητας και απόδοσης. Για περισσότερες πληροφορίες, επισκεφθείτε τη διεύθυνση https://support.apple.com/tv/bluetooth.
es: Es necesario actualizar el firmware del dispositivo “%@” para resolver problemas de conectividad y rendimiento. Visita https://support.apple.com/tv/bluetooth para obtener más información.
es_us: “%@” necesita una actualización de firmware para resolver los problemas de conectividad y rendimiento. Para obtener más información, visita: https://support.apple.com/tv/bluetooth.
fi: %@ tarvitsee laiteohjelmisto­päivityksen yhteys- ja suorituskyky­ongelmien ratkaisemista varten. Lisätietoja on osoitteessa https://support.apple.com/tv/bluetooth.
fr: Le programme interne de « %@ » doit être mis à jour afin de résoudre des problèmes de connectivité et de performances. Consultez la page https://support.apple.com/tv/bluetooth pour en savoir plus.
fr_ca: Le programme interne de « %@ » doit être mis à jour pour résoudre des problèmes de connectivité et de performance. Rendez-vous sur https://support.apple.com/tv/bluetooth pour en savoir plus.
he: כדי לפתור בעיות חיבור וביצועים, יש לעדכן את הקושחה של ״%@״. מידע נוסף זמין בכתובת: https://support.apple.com/tv/bluetooth.
hi: कनेक्टिविटी और कार्यक्षमता संबंधी समस्याएँ दूर करने के लिए “%@” पर फ़र्मवेयर अपडेट करना आवश्यक है। अधिक जानकारी के लिए https://support.apple.com/tv/bluetooth पर जाएँ।
hr: Potrebno je ažurirati firmver uređaja “%@” kako bi se riješili problemi s povezivanjem i performansama. Posjetite https://support.apple.com/tv/bluetooth za više informacija.
hu: A csatlakozással és teljesítménnyel kapcsolatos problémák megoldása érdekében a(z) „%@” firmware-jét frissíteni kell. További tudnivalókért látogasson el a https://support.apple.com/tv/bluetooth weboldalra.
id: “%@” memerlukan pembaruan firmware untuk menyelesaikan masalah konektivitas dan kinerja. Kunjungi https://support.apple.com/tv/bluetooth untuk informasi lainnya.
it: È necessario aggiornare il firmware di %@ per risolvere problemi di connettività e prestazioni. Per ulteriori informazioni, visita la pagina https://support.apple.com/tv/bluetooth.
ja: 接続およびパフォーマンスの問題を解決するために、“%@”のファームウェアをアップデートする必要があります。詳しくは、https://support.apple.com/tv/bluetooth を参照してください。
ko: ‘%@’의 연결 및 성능 문제를 해결하려면 펌웨어 업데이트가 필요합니다. 자세한 정보는 https://support.apple.com/tv/bluetooth 사이트를 참조하십시오.
ms: “%@” memerlukan kemas kini perisian tegar untuk menyelesaikan isu ketersambungan dan prestasi. Lawati https://support.apple.com/en-my/HT211232?cid=mc-ols-appletv-article_ht208237-tvos_ui-08032020 untuk mendapatkan maklumat lanjut.
nb: «%@» trenger en firmwareoppdatering for å løse tilkoblings- og ytelsesproblemer. Finn ut mer på https://support.apple.com/tv/bluetooth.
nl: '%@' heeft een firmware-update nodig om verbindings- en prestatieproblemen op te lossen. Ga naar https://support.apple.com/tv/bluetooth voor meer informatie.
pl: „%@” wymaga uaktualnienia oprogramowania sprzętowego, które rozwiąże problemy z łącznością i wydajnością. Więcej informacji znajdziesz na stronie https://support.apple.com/tv/bluetooth.
pt_br: O dispositivo “%@” precisa de uma atualização de firmware para resolver problemas de conectividade e desempenho. Para saber mais, visite https://support.apple.com/tv/bluetooth.
pt_pt: “%@” necessita de uma atualização de firmware para resolver problemas de conectividade e desempenho. Encontrará informação adicional em https://support.apple.com/tv/bluetooth.
ro: „%@” necesită o actualizare de firmware pentru rezolvarea problemelor de conectivitate și performanță. Vizitați https://support.apple.com/tv/bluetooth pentru informații suplimentare.
ru: Необходимо обновить прошивку устройства «%@» для устранения проблем с подключением и производительностью. Подробнее: https://support.apple.com/tv/bluetooth.
sk: Problémy s pripojením a výkonom zariadenia %@ je potrebné vyriešiť aktualizáciou firmvéru. Viac informácií nájdete na stránke https://support.apple.com/tv/bluetooth.
sl: Če želite odpraviti težave s povezljivostjo in učinkovitostjo delovanja, morate posodobiti vdelano programsko opremo v napravi »%@«. Obiščite https://support.apple.com/tv/bluetooth za več informacij.
sv: Den fasta programvaran för ”%@” bör uppdateras för att lösa problem med anslutning och prestanda. Besök https://support.apple.com/tv/bluetooth för mer information.
th: “%@” ต้องอัปเดตเฟิร์มแวร์เพื่อแก้ไขปัญหาเกี่ยวกับการเชื่อมต่อและประสิทธิภาพการทำงาน ให้ไปที่ https://support.apple.com/tv/bluetooth สำหรับข้อมูลเพิ่มเติม
tr: “%@”, bağlantı ve performans sorunlarını çözmek için bir firmware güncellemesi gerektiriyor. Daha fazla bilgi için https://support.apple.com/tv/bluetooth adresine gidin.
uk: Щоб усунути проблеми зі зʼєднанням і продуктивністю, потрібно оновити прошивку %@. Додаткову інформацію наведено на вебсторінці https://support.apple.com/tv/bluetooth.
vi: “%@” cần một bản cập nhật vi chương trình để giải quyết các sự cố về kết nối và hiệu năng. Hãy truy cập https://support.apple.com/tv/bluetooth để biết thêm thông tin.
zh_cn: “%@”需要更新固件以解决连接和性能问题。若要了解更多信息，请访问https://support.apple.com/tv/bluetooth。
zh_hk: 「%@」需要韌體更新才能解決連線和效能問題。詳情請到訪：https://support.apple.com/tv/bluetooth。
zh_tw: 「%@」需要韌體更新以解決連線和效能問題。請參訪https://support.apple.com/tv/bluetooth以取得更多資訊。

# BluetoothDisconnectDeviceMessage
source: Your Apple TV is paired to this device.
ar: ‏Apple TV مقترن بهذا الجهاز.
ca: L’Apple TV està enllaçat a aquest dispositiu.
cs: Vaše Apple TV je spárovaná s tímto zařízením.
da: Din Apple TV-enhed er parret med denne enhed.
de: Dein Apple TV ist mit diesem Gerät gekoppelt.
el: To Apple TV είναι ζευγοποιημένο με αυτήν τη συσκευή.
es: El Apple TV está enlazado con este dispositivo.
es_us: Tu Apple TV está enlazado a este dispositivo.
fi: Apple TV ja tämä laite on yhdistetty pariksi.
fr: Votre Apple TV est jumelée à cet appareil.
fr_ca: Votre Apple TV est jumelée à cet appareil.
he: ה-Apple TV שלך מקושר למכשיר זה.
hi: आपका Apple TV इस डिवाइस से पेयर है।
hr: Vaš Apple TV uparen je s ovim uređajem.
hu: Az Apple TV párosítva van ehhez az eszközhöz.
id: Apple TV Anda dipasangkan ke perangkat ini.
it: Apple TV è abbinata a questo dispositivo.
ja: Apple TVはこのデバイスとペアリングされています。
ko: Apple TV가 이 기기에 페어링되어 있습니다.
ms: Apple TV anda dipasangkan ke peranti ini.
nb: Apple TV er koblet sammen med denne enheten.
nl: Je Apple TV is gekoppeld aan dit apparaat.
pl: Apple TV jest połączony w parę z tym urządzeniem.
pt_br: A Apple TV está emparelhada com este dispositivo.
pt_pt: A Apple TV está emparelhada com este dispositivo.
ro: Apple TV‑ul este asociat cu acest dispozitiv.
ru: Между Apple TV и этим устройством создана пара.
sk: Vaše Apple TV je spárované s týmto zariadením.
sl: Apple TV je seznanjen s to napravo.
sv: Apple TV är parkopplad med den här enheten.
th: Apple TV ของคุณจับคู่กับอุปกรณ์นี้
tr: Apple TV’niz bu aygıt ile eşlenmiş.
uk: Ваш Apple TV спарено з цим пристроєм.
vi: Apple TV của bạn được ghép đôi với thiết bị này.
zh_cn: Apple TV已与此设备配对。
zh_hk: 你的Apple TV已配對此裝置。
zh_tw: 你的Apple TV已與此裝置配對。

# BluetoothDisconnectDeviceTitle
source: Disconnect Device
ar: قطع اتصال الجهاز
ca: Desconnecta el dispositiu
cs: Odpojit zařízení
da: Afbryd forbindelse til enhed
de: Gerät trennen
el: Αποσύνδεση συσκευής
es: Desconectar dispositivo
es_us: Desconectar dispositivo
fi: Katkaise laitteen yhteys
fr: Déconnecter l’appareil
fr_ca: Déconnecter l’appareil
he: ניתוק המכשיר
hi: डिवाइस डिस्कनेक्ट करें
hr: Odspoji uređaj
hu: Eszköz leválasztása
id: Putuskan Hubungan Perangkat
it: Disconnetti dispositivo
ja: デバイスの接続を解除
ko: 기기 연결 해제
ms: Putuskan Sambungan Peranti
nb: Koble fra enhet
nl: Verbreek verbinding
pl: Rozłącz urządzenie
pt_br: Desconectar Dispositivo
pt_pt: Desligar dispositivo
ro: Deconectați dispozitivul
ru: Отключить устройство
sk: Odpojiť zariadenie
sl: Prekini povezavo z napravo
sv: Koppla från enheten
th: เลิกเชื่อมต่อกับอุปกรณ์
tr: Aygıtın Bağlantısını Kes
uk: Відʼєднати пристрій
vi: Ngắt kết nối thiết bị
zh_cn: 断开设备连接
zh_hk: 中斷連接裝置
zh_tw: 中斷連接裝置

# BluetoothDisconnectedValue
source: Not Connected
ar: غير متصل
ca: Sense connexió
cs: Nepřipojeno
da: Ikke tilsluttet
de: Nicht verbunden
el: Δεν συνδέθηκε
es: No conectado
es_us: No conectado
fi: Ei yhteydessä
fr: Non connecté
fr_ca: Non connecté(e)
he: לא מחובר
hi: कनेक्टेड नहीं है
hr: Nije spojeno
hu: Nem kapcsolódik
id: Tidak Terhubung
it: Non connesso
ja: 未接続
ko: 연결되지 않음
ms: Tidak Disambung
nb: Ikke tilkoblet
nl: Geen verbinding
pl: Nie połączono
pt_br: Não Conectado
pt_pt: Sem ligação
ro: Neconectat
ru: Отключены
sk: Nepripojené
sl: Ni povezave
sv: Ej ansluten
th: ไม่ได้เชื่อมต่อ
tr: Bağlı Değil
uk: Не зʼєднано
vi: Không được kết nối
zh_cn: 未连接
zh_hk: 未連線
zh_tw: 未連線

# BluetoothDisconnectingValue
source: Disconnecting…
ar: قطع الاتصال…
ca: Desconnectant…
cs: Odpojování…
da: Afbryder forbindelse…
de: Trennen …
el: Αποσύνδεση…
es: Desconectando…
es_us: Desconectando…
fi: Katkaistaan yhteys…
fr: Déconnexion…
fr_ca: Déconnexion…
he: מתנתק…
hi: डिस्कनेक्ट किया जा रहा है…
hr: Odspajanje…
hu: Leválasztás…
id: Memutuskan…
it: Disconnetto…
ja: 接続解除中…
ko: 연결 해제 중…
ms: Memutuskan Sambungan…
nb: Kobler fra…
nl: Loskoppelen…
pl: Rozłączam…
pt_br: Desconectando…
pt_pt: A desligar…
ro: Deconectare…
ru: Отключение…
sk: Odpájam…
sl: Prekinjanje povezave …
sv: Kopplar från…
th: กำลังเลิกเชื่อมต่อ…
tr: Bağlantı kesiliyor…
uk: Розʼєднування…
vi: Đang ngắt kết nối…
zh_cn: 正在断开连接…
zh_hk: 正在中斷連線⋯
zh_tw: 正在中斷連線⋯

# BluetoothDisconnectRemoteMessage
source: Your Apple TV is connected to this remote.
ar: الـ Apple TV متصل بهذا الريموت.
ca: L’Apple TV està connectat a aquest comandament.
cs: Vaše Apple TV je připojena k tomuto ovladači.
da: Din Apple TV-enhed er forbundet med denne fjernbetjening.
de: Dein Apple TV ist mit dieser Fernbedienung verbunden.
el: Το Apple TV σας είναι συνδεδεμένο με αυτό το τηλεχειριστήριο.
es: El Apple TV está conectado a este mando.
es_us: Tu Apple TV se conectó a este control remoto.
fi: Apple TV on yhteydessä tähän kaukosäätimeen.
fr: Votre Apple TV est connectée à cette télécommande.
fr_ca: Votre Apple TV est connectée à cette télécommande.
he: ה-Apple TV שלך מחובר לשלט זה.
hi: आपका Apple TV इस रिमोट से कनेक्टेड है।
hr: Vaš Apple TV spojen je na ovaj upravljač.
hu: Az Apple TV-je csatlakoztatva van ehhez a távirányítóhoz.
id: Apple TV Anda terhubung ke remote ini.
it: Apple TV è connessa a questo telecomando.
ja: Apple TVはこのリモコンに接続されています。
ko: Apple TV가 이 리모컨에 연결되어 있습니다.
ms: Apple TV anda disambungkan ke kawalan jauh ini.
nb: Apple TV er koblet til denne fjernkontrollen.
nl: Je Apple TV is verbonden met deze afstandsbediening.
pl: Apple TV jest połączony z tym pilotem.
pt_br: A Apple TV está conectada a este controle remoto.
pt_pt: A Apple TV está ligada a este comando.
ro: Apple TV‑ul dvs. este conectat la această telecomandă.
ru: Apple TV подключен к этому пульту.
sk: Apple TV je pripojené k tomuto ovládaču.
sl: Apple TV je povezan s tem daljincem.
sv: Apple TV är ansluten till den här fjärrkontrollen.
th: Apple TV ของคุณเชื่อมต่ออยู่กับรีโมทนี้
tr: Apple TV’niz bu kumandaya bağlı.
uk: Ваш Apple TV підʼєднано до цього пульта.
vi: Apple TV của bạn được kết nối với điều khiển từ xa này.
zh_cn: Apple TV已连接此遥控器。
zh_hk: 你的Apple TV已連接此遙控器。
zh_tw: 你的Apple TV已連接此遙控器。

# BluetoothDisconnectRemoteTitle
source: Disconnect Remote
ar: قطع اتصال الريموت
ca: Desconnecta el comandament
cs: Odpojit ovladač
da: Afbryd forbindelse til fjernbetjening
de: Fernbedienung trennen
el: Αποσύνδεση τηλεχειριστηρίου
es: Desconectar mando
es_us: Desconectar control remoto
fi: Katkaistaan kaukosäätimen yhteys
fr: Déconnecter la télécommande
fr_ca: Déconnecter la télécommande
he: ניתוק השלט
hi: रिमोट को डिस्कनेक्ट करें
hr: Odspojite upravljač
hu: Távirányító leválasztása
id: Putuskan Remote
it: Disconnetti telecomando
ja: リモコンの接続を解除
ko: 리모컨 연결 해제
ms: Putuskan Sambungan Remote
nb: Koble fra fjernkontroll
nl: Koppel afstandsbediening los
pl: Rozłącz pilota
pt_br: Desconectar Controle Remoto
pt_pt: Desligar comando
ro: Deconectați telecomanda
ru: Отключение пульта
sk: Odpojiť ovládač
sl: Prekinitev povezave z daljincem
sv: Koppla från fjärrkontrollen
th: เลิกเชื่อมต่อกับรีโมท
tr: Kumanda Bağlantısını Kes
uk: Відʼєднати пульт
vi: Ngắt kết nối Điều khiển từ xa
zh_cn: 断开遥控器连接
zh_hk: 中斷連接遙控器
zh_tw: 中斷連接遙控器

# BluetoothEarbudsConnectedValue
source: Connected
ar: متصلة
ca: Connectats
cs: Připojeno
da: Tilsluttet
de: Verbunden
el: Συνδέθηκε
es: Conectados
es_us: Conectados
fi: Yhdistetty
fr: Connectés
fr_ca: Connectés
he: מחוברות
hi: कनेक्टेड
hr: Spojeno
hu: Csatlakozva
id: Terhubung
it: Connessi
ja: 接続済
ko: 연결됨
ms: Disambung
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt_br: Conectados
pt_pt: Ligados
ro: Conectate
ru: Подключены
sk: Pripojené
sl: Povezano
sv: Anslutna
th: เชื่อมต่ออยู่
tr: Bağlı
uk: Зʼєднано
vi: Đã kết nối
zh_cn: 已连接
zh_hk: 已連線
zh_tw: 已連線

# BluetoothEarbudsConnectingValue
source: Connecting…
ar: يجري الاتصال…
ca: Connectant…
cs: Připojování…
da: Tilslutter…
de: Verbinden …
el: Σύνδεση…
es: Conectando…
es_us: Conectando…
fi: Yhdistetään…
fr: Connexion…
fr_ca: Connexion…
he: מתחבר…
hi: कनेक्ट किया जा रहा है…
hr: Spajanje…
hu: Csatlakozás…
id: Menghubungkan…
it: Connetto…
ja: 接続中…
ko: 연결 중…
ms: Bersambung…
nb: Kobler til…
nl: Verbinden…
pl: Łączę się…
pt_br: Conectando…
pt_pt: A ligar…
ro: Conectare…
ru: Подключение…
sk: Pripájam…
sl: Povezovanje …
sv: Ansluter…
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
uk: Зʼєднування…
vi: Đang kết nối…
zh_cn: 正在连接…
zh_hk: 正在連線⋯
zh_tw: 連線中⋯

# BluetoothEarbudsDisconnectedValue
source: Not Connected
ar: غير متصلة
ca: Sense connexió
cs: Nepřipojeno
da: Ikke tilsluttet
de: Nicht verbunden
el: Δεν συνδέθηκε
es: No conectados
es_us: No conectados
fi: Ei yhteydessä
fr: Non connectés
fr_ca: Non connectés
he: לא מחוברות
hi: कनेक्टेड नहीं है
hr: Nije spojeno
hu: Nem csatlakozik
id: Tidak Terhubung
it: Non connessi
ja: 未接続
ko: 연결되지 않음
ms: Tidak Disambung
nb: Ikke tilkoblet
nl: Geen verbinding
pl: Nie połączono
pt_br: Não Conectados
pt_pt: Sem ligação
ro: Neconectate
ru: Отключены
sk: Nepripojené
sl: Ni povezave
sv: Ej anslutna
th: ไม่ได้เชื่อมต่อ
tr: Bağlı Değil
uk: Не зʼєднано
vi: Không được kết nối
zh_cn: 未连接
zh_hk: 未連線
zh_tw: 未連線

# BluetoothEarbudsDisconnectingValue
source: Disconnecting…
ar: يجري قطع الاتصال…
ca: Desconnectant…
cs: Odpojování…
da: Afbryder forbindelse…
de: Trennen …
el: Αποσύνδεση…
es: Desconectando…
es_us: Desconectando…
fi: Katkaistaan yhteys…
fr: Déconnexion…
fr_ca: Déconnexion…
he: מתנתק…
hi: डिस्कनेक्ट किया जा रहा है…
hr: Odspajanje…
hu: Leválasztás…
id: Memutuskan…
it: Disconnetto…
ja: 接続解除中…
ko: 연결 해제 중…
ms: Memutuskan Sambungan…
nb: Kobler fra…
nl: Loskoppelen…
pl: Rozłączam…
pt_br: Desconectando…
pt_pt: A desligar…
ro: Deconectare…
ru: Отключение…
sk: Odpájam…
sl: Prekinjanje povezave …
sv: Kopplar från…
th: กำลังเลิกเชื่อมต่อ…
tr: Bağlantı Kesiliyor…
uk: Розʼєднування…
vi: Đang ngắt kết nối…
zh_cn: 正在断开连接…
zh_hk: 正在中斷連線⋯
zh_tw: 正在中斷連線⋯

# BluetoothFindAppForAccessory
source: Find App for Accessory
ar: البحث عن تطبيق للملحق
ca: Cerca apps per a l’accessori
cs: Najít aplikaci pro příslušenství
da: Find apps til tilbehør
de: App für Zubehör suchen
el: Εύρεση εφαρμογής για αξεσουάρ
es: Apps para el accesorio
es_us: Apps para el accesorio
fi: Etsi lisälaitteelle appi
fr: Rechercher une app pour l’accessoire
fr_ca: Rechercher l’app de l’accessoire
he: חיפוש יישום עבור האביזר
hi: ऐक्सेसरी के लिए ऐप ढूँढें
hr: Nađi aplikaciju za dodatni pribor
hu: App keresése a kiegészítőhöz
id: Cari App untuk Aksesori
it: Trova le app compatibili con l’accessorio
ja: アクセサリ用のアプリを検索
ko: 액세서리용 앱 찾기
ms: Cari App untuk Aksesori
nb: Finn app for tilbehør
nl: Zoek app voor accessoire
pl: Znajdź aplikację dla akcesorium
pt_br: Buscar App para Acessório
pt_pt: Procurar aplicação para acessório
ro: Găsire aplicație pentru accesoriu
ru: Найти приложение для аксессуара
sk: Nájsť apku pre príslušenstvo
sl: Poišči aplikacijo za dodatno opremo
sv: Sök efter appar för tillbehöret
th: ค้นหาแอปสำหรับอุปกรณ์เสริม
tr: Aksesuar için Uygulama Bul
uk: Знайти програму для приладу
vi: Tìm ứng dụng cho phụ kiện
zh_cn: 查找配件的App
zh_hk: 尋找配件的App
zh_tw: 尋找配件的App

# BluetoothForgetDeviceConfirmationTitle
source: Forget This Device
ar: إلغاء حفظ هذا الجهاز
ca: Omet el dispositiu
cs: Ignorovat
da: Glem denne enhed
de: Dieses Gerät ignorieren
el: Αγνόηση αυτής της συσκευής
es: ¿Omitir dispositivo?
es_us: ¿Quieres olvidar este dispositivo?
fi: Unohda tämä laite
fr: Oublier cet appareil
fr_ca: Oublier cet appareil
he: הסרת מכשיר זה
hi: इस डिवाइस को भूल जाएँ
hr: Zaboravite ovaj uređaj
hu: Az eszköz elfelejtése
id: Lupakan Perangkat Ini
it: Dissocia questo dispositivo
ja: このデバイスの登録を解除
ko: 이 기기 지우기
ms: Lupakan Peranti Ini
nb: Glem denne enheten
nl: Vergeet dit apparaat
pl: Zapomnij to urządzenie
pt_br: Esquecer Este Dispositivo
pt_pt: Esquecer este dispositivo
ro: Ignorați acest dispozitiv
ru: Забыть это устройство
sk: Odstrániť toto zariadenie
sl: Preklic seznanitve
sv: Glöm den här enheten
th: ลบอุปกรณ์นี้
tr: Bu Aygıtı Unut
uk: Видалити цей пристрій
vi: Quên thiết bị này
zh_cn: 忽略此设备
zh_hk: 忘記此裝置
zh_tw: 忘記此裝置設定

# BluetoothForgetDeviceTitle
source: Forget This Device
ar: إلغاء حفظ هذا الجهاز
ca: Omet el dispositiu
cs: Ignorovat
da: Glem denne enhed
de: Dieses Gerät ignorieren
el: Αγνόηση αυτής της συσκευής
es: Omitir dispositivo
es_us: Olvidar dispositivo
fi: Unohda tämä laite
fr: Oublier cet appareil
fr_ca: Oublier cet appareil
he: הסרת מכשיר זה
hi: इस डिवाइस को भूल जाएँ
hr: Zaboravi ovaj uređaj
hu: Az eszköz elfelejtése
id: Lupakan Perangkat Ini
it: Dissocia questo dispositivo
ja: このデバイスの登録を解除
ko: 이 기기 지우기
ms: Lupakan Peranti Ini
nb: Glem denne enheten
nl: Vergeet dit apparaat
pl: Zapomnij to urządzenie
pt_br: Esquecer Este Dispositivo
pt_pt: Esquecer este dispositivo
ro: Ignorați acest dispozitiv
ru: Забыть это устройство
sk: Odstrániť toto zariadenie
sl: Prekliči seznanitev s to napravo
sv: Glöm den här enheten
th: ลบอุปกรณ์นี้
tr: Bu Aygıtı Unut
uk: Видалити цей пристрій
vi: Quên thiết bị này
zh_cn: 忽略此设备
zh_hk: 忘記此裝置
zh_tw: 忘記此裝置設定

# BluetoothForgetRemoteConfirmationTitle
source: Forget This Remote
ar: إلغاء حفظ هذا الريموت
ca: Omet el comandament
cs: Ignorovat ovladač
da: Glem denne fjernbetjening
de: Diese Remote ignorieren
el: Αγνόηση αυτού του τηλεχειριστηρίου
es: Omitir este mando a distancia
es_us: ¿Quieres olvidar este control?
fi: Unohda tämä kaukosäädin
fr: Oublier cette télécommande
fr_ca: Oublier cette télécommande
he: הסרת שלט רחוק זה
hi: इस रिमोट को याद न रखें
hr: Zaboravite ovaj upravljač
hu: A távirányító elfelejtése
id: Lupakan Remote Ini
it: Dissocia questo telecomando
ja: このリモコンの登録を解除
ko: 이 리모컨 지우기
ms: Lupakan Remote Ini
nb: Glem denne fjernkontrollen
nl: Vergeet deze afstandsbediening
pl: Zapomnij ten pilot
pt_br: Esquecer Este Controle Remoto
pt_pt: Esquecer este comando
ro: Ignorați această telecomandă
ru: Забыть этот пульт
sk: Odstrániť tento ovládač
sl: Pozabi ta daljinec
sv: Glöm den här fjärrkontrollen
th: ลบรีโมทนี้
tr: Bu Kumandayı Unut
uk: Видалити цей пульт
vi: Quên điều khiển từ xa này
zh_cn: 忽略此遥控器
zh_hk: 忘記此遙控器
zh_tw: 忘記此遙控器設定

# BluetoothForgetRemoteTitle
source: Forget This Remote
ar: إلغاء حفظ هذا الريموت
ca: Omet el comandament
cs: Ignorovat ovladač
da: Glem denne fjernbetjening
de: Diese Remote ignorieren
el: Αγνόηση αυτού του τηλεχειριστηρίου
es: Omitir este mando a distancia
es_us: Olvidar este control
fi: Unohda tämä kaukosäädin
fr: Oublier cette télécommande
fr_ca: Oublier cette télécommande
he: הסרת שלט רחוק זה
hi: इस रिमोट को याद न रखें
hr: Zaboravi ovaj upravljač
hu: A távirányító elfelejtése
id: Lupakan Remote Ini
it: Dissocia questo telecomando
ja: このリモコンの登録を解除
ko: 이 리모컨 지우기
ms: Lupakan Remote Ini
nb: Glem denne fjernkontrollen
nl: Vergeet deze afstandsbediening
pl: Zapomnij ten pilot
pt_br: Esquecer Este Controle Remoto
pt_pt: Esquecer este comando
ro: Ignorați această telecomandă
ru: Забыть этот пульт
sk: Odstrániť tento ovládač
sl: Pozabi ta daljinec
sv: Glöm den här fjärrkontrollen
th: ลบรีโมทนี้
tr: Bu Kumandayı Unut
uk: Видалити цей пульт
vi: Quên điều khiển từ xa này
zh_cn: 忽略此遥控器
zh_hk: 忘記此遙控器
zh_tw: 忘記此遙控器設定

# BluetoothGameControllerConnectedValue
source: Connected
ar: متصلة
ca: Connectat
cs: Připojeno
da: Tilsluttet
de: Verbunden
el: Συνδέθηκε
es: Conectado
es_us: Conectado
fi: Yhteydessä
fr: Connecté
fr_ca: Connectée
he: מחובר
hi: कनेक्टेड
hr: Spojeno
hu: Kapcsolódva
id: Terhubung
it: Connesso
ja: 接続済
ko: 연결됨
ms: Disambung
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt_br: Conectado
pt_pt: Ligado
ro: Conectat
ru: Подключено
sk: Pripojené
sl: Povezano
sv: Ansluten
th: เชื่อมต่ออยู่
tr: Bağlı
uk: Зʼєднано
vi: Đã kết nối
zh_cn: 已连接
zh_hk: 已連線
zh_tw: 已連線

# BluetoothGameControllerConnectingValue
source: Connecting…
ar: اتصال…
ca: Connectant…
cs: Připojování…
da: Tilslutter…
de: Verbinden …
el: Σύνδεση…
es: Conectando…
es_us: Conectando…
fi: Yhdistetään…
fr: Connexion…
fr_ca: Connexion en cours…
he: מתחבר…
hi: कनेक्ट हो रहा है…
hr: Spajanje…
hu: Csatlakozás…
id: Menghubungkan…
it: Connetto…
ja: 接続中…
ko: 연결 중…
ms: Bersambung…
nb: Kobler til…
nl: Verbinden…
pl: Łączę się…
pt_br: Conectando…
pt_pt: A ligar…
ro: Conectare…
ru: Подключение…
sk: Pripájam…
sl: Povezovanje …
sv: Ansluter…
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
uk: Зʼєднування…
vi: Đang kết nối…
zh_cn: 正在连接…
zh_hk: 正在連線⋯
zh_tw: 正在連線⋯

# BluetoothGameControllerDisconnectedValue
source: Not Connected
ar: غير متصلة
ca: Sense connexió
cs: Nepřipojeno
da: Ikke tilsluttet
de: Nicht verbunden
el: Δεν συνδέθηκε
es: No conectado
es_us: No conectado
fi: Ei yhteydessä
fr: Non connecté
fr_ca: Non connectée
he: לא מחובר
hi: कनेक्टेड नहीं है
hr: Nije spojeno
hu: Nem kapcsolódik
id: Tidak Terhubung
it: Non connesso
ja: 未接続
ko: 연결되지 않음
ms: Tidak Disambung
nb: Ikke tilkoblet
nl: Geen verbinding
pl: Nie połączono
pt_br: Não Conectado
pt_pt: Sem ligação
ro: Neconectat
ru: Отключено
sk: Nepripojené
sl: Ni povezave
sv: Ej ansluten
th: ไม่ได้เชื่อมต่อ
tr: Bağlı Değil
uk: Не зʼєднано
vi: Không được kết nối
zh_cn: 未连接
zh_hk: 未連線
zh_tw: 未連線
